Revit 2027 API
FamilySizeTableErrorInfo.FilePath Property
 The path of the imported CSV file.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string FilePath { get; }
Public ReadOnly Property FilePath As String
	Get
public:
property String^ FilePath {
	String^ get ();
}
member FilePath : string with get
Property Value
String
See Also
Reference
FamilySizeTableErrorInfo Class
Autodesk.Revit.DB Namespace